Repository: deepratna-awale/open-wallpaper-engine-mac
Catalog: Packages/OWEEditor/Sources/OWEEditor/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, pl, pt_br, ru, tr, uk, zh_hans, zh_hant

source: Undo Stroke
ar: التراجع عن الضربة
de: Strich widerrufen
es: Deshacer trazo
fr: Annuler le trait
hi: स्ट्रोक पूर्ववत करें
it: Annulla tratto
ja: ストロークを取り消す
ko: 획 실행 취소
pl: Cofnij pociągnięcie
pt_br: Desfazer Traço
ru: Отменить мазок
tr: Fırça Darbesini Geri Al
uk: Скасувати мазок
zh_hans: 撤销笔画
zh_hant: 還原筆畫

source: Ungroup
ar: فك التجميع
de: Gruppierung aufheben
es: Desagrupar
fr: Dissocier
hi: समूह हटाएँ
it: Separa
ja: グループ解除
ko: 그룹 해제
pl: Rozgrupuj
pt_br: Desagrupar
ru: Разгруппировать
tr: Grubu Çöz
uk: Розгрупувати
zh_hans: 取消编组
zh_hant: 取消群組

source: Unlock Layer
ar: إلغاء قفل الطبقة
de: Ebene entsperren
es: Desbloquear capa
fr: Déverrouiller le calque
hi: लेयर अनलॉक करें
it: Sblocca livello
ja: レイヤーのロックを解除
ko: 레이어 잠금 해제
pl: Odblokuj warstwę
pt_br: Desbloquear Camada
ru: Разблокировать слой
tr: Katmanın Kilidini Aç
uk: Розблокувати шар
zh_hans: 解锁图层
zh_hant: 解鎖圖層

source: Use Default
ar: استخدام الافتراضي
de: Standard verwenden
es: Usar predeterminado
fr: Utiliser la valeur par défaut
hi: डिफ़ॉल्ट उपयोग करें
it: Usa predefinito
ja: デフォルトを使用
ko: 기본값 사용
pl: Użyj domyślnej
pt_br: Usar Padrão
ru: Использовать по умолчанию
tr: Varsayılanı Kullan
uk: Використати типове
zh_hans: 使用默认
zh_hant: 使用預設

source: User Properties
ar: خصائص المستخدم
de: Benutzereigenschaften
es: Propiedades de usuario
fr: Propriétés utilisateur
hi: यूज़र प्रॉपर्टी
it: Proprietà utente
ja: ユーザプロパティ
ko: 사용자 속성
pl: Właściwości użytkownika
pt_br: Propriedades do Usuário
ru: Пользовательские свойства
tr: Kullanıcı Özellikleri
uk: Властивості користувача
zh_hans: 用户属性
zh_hant: 使用者屬性

source: Value
ar: القيمة
de: Wert
es: Valor
fr: Valeur
hi: वैल्यू
it: Valore
ja: 値
ko: 값
pl: Wartość
pt_br: Valor
ru: Значение
tr: Değer
uk: Значення
zh_hans: 值
zh_hant: 值

source: Vertical Alignment
ar: المحاذاة العمودية
de: Vertikale Ausrichtung
es: Alineación vertical
fr: Alignement vertical
hi: ऊर्ध्वाधर संरेखण
it: Allineamento verticale
ja: 縦の配置
ko: 수직 정렬
pl: Wyrównanie w pionie
pt_br: Alinhamento Vertical
ru: Вертикальное выравнивание
tr: Dikey Hizalama
uk: Вертикальне вирівнювання
zh_hans: 垂直对齐
zh_hant: 垂直對齊

source: Visible
ar: مرئي
de: Sichtbar
hi: दृश्यमान
it: Visibile
ja: 表示
ko: 표시
pl: Widoczny
pt_br: Visível
ru: Видимость
tr: Görünür
uk: Видимість
zh_hans: 可见
zh_hant: 可見

source: Wallpaper Engine’s effects aren’t installed.
ar: تأثيرات Wallpaper Engine غير مثبتة.
de: Die Effekte von Wallpaper Engine sind nicht installiert.
es: Los efectos de Wallpaper Engine no están instalados.
fr: Les effets de Wallpaper Engine ne sont pas installés.
hi: Wallpaper Engine के इफ़ेक्ट इंस्टॉल नहीं हैं।
it: Gli effetti di Wallpaper Engine non sono installati.
ja: Wallpaper Engine のエフェクトがインストールされていません。
ko: Wallpaper Engine의 효과가 설치되어 있지 않습니다.
pl: Efekty Wallpaper Engine nie są zainstalowane.
pt_br: Os efeitos do Wallpaper Engine não estão instalados.
ru: Эффекты Wallpaper Engine не установлены.
tr: Wallpaper Engine efektleri yüklü değil.
uk: Ефекти Wallpaper Engine не встановлено.
zh_hans: 未安装 Wallpaper Engine 的效果。
zh_hant: 未安裝 Wallpaper Engine 的效果。

source: Wallpaper Engine’s effects come with its assets, which aren’t installed.
ar: تأتي تأثيرات Wallpaper Engine مع موارده، وهي غير مثبتة.
de: Die Effekte von Wallpaper Engine gehören zu seinen Assets, die nicht installiert sind.
es: Los efectos de Wallpaper Engine vienen con sus recursos, que no están instalados.
fr: Les effets de Wallpaper Engine font partie de ses ressources, qui ne sont pas installées.
hi: Wallpaper Engine के इफ़ेक्ट उसके ऐसेट के साथ आते हैं, जो इंस्टॉल नहीं हैं।
it: Gli effetti di Wallpaper Engine fanno parte delle sue risorse, che non sono installate.
ja: Wallpaper Engine のエフェクトはアセットに含まれていますが、アセットがインストールされていません。
ko: Wallpaper Engine의 효과는 에셋에 포함되어 있지만 에셋이 설치되어 있지 않습니다.
pl: Efekty Wallpaper Engine są częścią jego zasobów, które nie są zainstalowane.
pt_br: Os efeitos do Wallpaper Engine vêm com os recursos dele, que não estão instalados.
ru: Эффекты Wallpaper Engine входят в его ресурсы, которые не установлены.
tr: Wallpaper Engine efektleri, yüklü olmayan varlıklarıyla birlikte gelir.
uk: Ефекти Wallpaper Engine входять до його ресурсів, які не встановлено.
zh_hans: Wallpaper Engine 的效果包含在其资源中，但资源尚未安装。
zh_hant: Wallpaper Engine 的效果包含在其資源中，但資源尚未安裝。

source: Wallpaper Texture
ar: نسيج الخلفية
de: Hintergrundbild-Textur
es: Textura del fondo de pantalla
fr: Texture du fond d’écran
hi: वॉलपेपर टेक्सचर
it: Texture dello sfondo
ja: 壁紙のテクスチャ
ko: 배경화면 텍스처
pl: Tekstura tapety
pt_br: Textura da Imagem de Fundo
ru: Текстура обоев
tr: Duvar Kâğıdı Dokusu
uk: Текстура шпалери
zh_hans: 墙纸纹理
zh_hant: 背景圖片紋理

source: Whole Numbers Only
ar: أعداد صحيحة فقط
de: Nur ganze Zahlen
es: Solo números enteros
fr: Nombres entiers uniquement
hi: केवल पूर्ण संख्याएँ
it: Solo numeri interi
ja: 整数のみ
ko: 정수만
pl: Tylko liczby całkowite
pt_br: Somente Números Inteiros
ru: Только целые числа
tr: Yalnızca Tam Sayılar
uk: Лише цілі числа
zh_hans: 仅整数
zh_hant: 僅整數

source: Workshop
ar: ورشة العمل
hi: वर्कशॉप
ja: ワークショップ
ko: 창작마당
pl: Warsztat
ru: Мастерская
tr: Atölye
uk: Майстерня
zh_hans: 创意工坊
zh_hant: 工作坊

source: Zoom
ar: تكبير/تصغير
hi: ज़ूम
ja: 拡大／縮小
ko: 확대/축소
pl: Powiększenie
ru: Масштаб
tr: Yakınlaştırma
uk: Масштаб
zh_hans: 缩放
zh_hant: 縮放

source: Zoom In
ar: تكبير
de: Vergrößern
es: Ampliar
fr: Zoom avant
hi: ज़ूम इन करें
it: Ingrandisci
ja: 拡大
ko: 확대
pl: Powiększ
pt_br: Ampliar
ru: Увеличить
tr: Yakınlaştır
uk: Збільшити
zh_hans: 放大
zh_hant: 放大

source: Zoom Out
ar: تصغير
de: Verkleinern
es: Reducir
fr: Zoom arrière
hi: ज़ूम आउट करें
it: Riduci
ja: 縮小
ko: 축소
pl: Pomniejsz
pt_br: Reduzir
ru: Уменьшить
tr: Uzaklaştır
uk: Зменшити
zh_hans: 缩小
zh_hant: 縮小

source: Zoom to Fit
ar: تكبير/تصغير للملاءمة
de: In Fenster einpassen
es: Ajustar a la ventana
fr: Taille adaptée
hi: फ़िट होने तक ज़ूम करें
it: Adatta alla finestra
ja: ウインドウに合わせる
ko: 윈도우에 맞추기
pl: Dopasuj do okna
pt_br: Ajustar à Janela
ru: Вписать в окно
tr: Pencereye Sığdır
uk: Вписати у вікно
zh_hans: 缩放至适合大小
zh_hant: 縮放至符合大小

source: is
ar: يساوي
de: ist
es: es
fr: est
hi: बराबर है
it: è
ja: が次と等しい
ko: 같음
pl: jest równe
pt_br: é
ru: равно
tr: eşittir
uk: дорівнює
zh_hans: 等于
zh_hant: 等於

source: is at least
ar: على الأقل
de: ist mindestens
es: es al menos
fr: est au moins
hi: कम से कम है
it: è almeno
ja: が次以上
ko: 이상
pl: jest co najmniej
pt_br: é pelo menos
ru: не меньше
tr: en az
uk: не менше
zh_hans: 至少为
zh_hant: 至少為

source: is at most
ar: على الأكثر
de: ist höchstens
es: es como máximo
fr: est au plus
hi: अधिकतम है
it: è al massimo
ja: が次以下
ko: 이하
pl: jest co najwyżej
pt_br: é no máximo
ru: не больше
tr: en fazla
uk: не більше
zh_hans: 至多为
zh_hant: 至多為

source: is greater than
ar: أكبر من
de: ist größer als
es: es mayor que
fr: est supérieur à
hi: से बड़ा है
it: è maggiore di
ja: が次より大きい
ko: 초과
pl: jest większe niż
pt_br: é maior que
ru: больше
tr: büyüktür
uk: більше
zh_hans: 大于
zh_hant: 大於

source: is less than
ar: أصغر من
de: ist kleiner als
es: es menor que
fr: est inférieur à
hi: से छोटा है
it: è minore di
ja: が次より小さい
ko: 미만
pl: jest mniejsze niż
pt_br: é menor que
ru: меньше
tr: küçüktür
uk: менше
zh_hans: 小于
zh_hant: 小於

source: is not
ar: لا يساوي
de: ist nicht
es: no es
fr: n’est pas
hi: बराबर नहीं है
it: non è
ja: が次と等しくない
ko: 같지 않음
pl: nie jest równe
pt_br: não é
ru: не равно
tr: eşit değildir
uk: не дорівнює
zh_hans: 不等于
zh_hant: 不等於

source: “%@” couldn’t be added: %@
ar: تعذرت إضافة ”%@“: %@
de: „%@“ konnte nicht hinzugefügt werden: %@
es: No se ha podido añadir «%@»: %@
fr: « %@ » n’a pas pu être ajouté : %@
hi: “%@” जोड़ा नहीं जा सका: %@
it: Impossibile aggiungere “%@”: %@
ja: 「%@」を追加できませんでした：%@
ko: ‘%@’을(를) 추가할 수 없습니다: %@
pl: Nie można dodać „%@”: %@
pt_br: Não foi possível adicionar “%@”: %@
ru: Не удалось добавить «%@»: %@
tr: “%@” eklenemedi: %@
uk: Не вдалося додати «%@»: %@
zh_hans: 无法添加“%@”：%@
zh_hant: 無法加入「%@」：%@
